export const books = [
    {
        id: 1,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/29215/fb722078u-400-552.png',
        title: 'Червона команда',
        author: 'Брайс Г.',
        price: 340,
        cod: 'ФБ901692У',
        year: 2022,
        top: 'Новинка',
        gender: 'adult',
        description: 'Кумон – методика індивідуального розвитку, за якою навчаються 4 млн дітлахів у 49 країнах. Кожна книга є сходинкою для засвоєння певної навички й розрахована на кілька занять. Дитина самостійно виконує ігрові завдання, які поступово ускладнюються.'
        
    },
    {
        id: 2,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/23744/konetsdorogy_obl_3d-400-552.jpg',
        title: 'Кінець дороги',
        author: 'Ловсон М.',
        price: 220,
        cod: 'ФБ722074У',
        year: 2020,
        top: '',
        gender: 'adult',
        description: 'Діапазон подій у романі Мері Ловсон воістину неосяжний — від славнозвісної «срібної лихоманки» в канадській провінції Онтаріо на початку ХХ століття до Лондона через 60 років. Письменниця з надзвичайною точністю описує нюанси й перипетії в житті великої родини, усі члени якої сповнені суперечливих прагнень, та не наважуються знехтувати своїм обов’язком стосовно одне одного. Це тонка, іронічна і вдумлива проза, справжня «сімейна сага» для поціновувачів глибоких романів.'
    },
    {
        id: 3,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/23660/fb664007u_vynokurov_angelpryglyada_obl_-400-552.jpg',
        title: 'Ангел пригляду',
        author: 'Винокуров О.',
        price: 145,
        cod: 'ФБ722098У',
        year: 2022,
        top: 'Новинка',
        gender: 'adult',
        description: 'Широковідомий вислів Карла фон Клаузевіца «туман невідомості» стосується стану театру військових дій. Зовсім не дивно, що по-справжньому ефективні методи передбачення варіантів розвитку подій в умовах браку достовірної інформації і протидії можливим несподіванкам першими розробили саме військові. '
    },
    {
        id: 4,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/25204/fb722076u_chystayaarhytektura_obl_3d-400-552.jpg',
        title: 'Чиста архітектура',
        author: 'Мартін Р.',
        price: 440,
        cod: 'Код:ФБ722100У',
        year: 2022,
        top: 'Новинка',
        gender: 'adult',
        description: 'Користуючись універсальними правилами архітектури програмного забезпечення, можна значно підвищити продуктивність праці розробників протягом усього життєвого циклу будь-якої програмної системи. Легендарний майстер програмного забезпечення Роберт К. Мартін («Дядечко Боб») розкриває ці правила у своїй книжці «Чиста архітектура» і допомагає їх застосувати.'
    },
    {
        id: 5,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/30073/a894004u-400-552.jpg',
        title: 'Заводь двигун!',
        author: 'Новицький Є.В.',
        price: 70,
        cod: 'ФБ901692У',
        year: 2022,
        top: 'Новинка',
        gender: 'child',
        description: 'Кумон – методика індивідуального розвитку, за якою навчаються 4 млн дітлахів у 49 країнах. Кожна книга є сходинкою для засвоєння певної навички й розрахована на кілька занять. Дитина самостійно виконує ігрові завдання, які поступово ускладнюються.'


    },
    {
        id: 6,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/30407/a871008u-400-552.jpg',
        title: 'Давай-но дружити!',
        author: 'Меренкова А.',
        price: 150,
        cod: 'ФБ722074У',
        year: 2020,
        gender: 'child',
        description: 'Діапазон подій у романі Мері Ловсон воістину неосяжний — від славнозвісної «срібної лихоманки» в канадській провінції Онтаріо на початку ХХ століття до Лондона через 60 років. Письменниця з надзвичайною точністю описує нюанси й перипетії в житті великої родини, усі члени якої сповнені суперечливих прагнень, та не наважуються знехтувати своїм обов’язком стосовно одне одного. Це тонка, іронічна і вдумлива проза, справжня «сімейна сага» для поціновувачів глибоких романів.'
    },
    {
        id: 7,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/28929/fb677087u-400-552.png',
        title: 'Король',
        author: 'Щепан Т.',
        price: 250,
        cod: 'ФБ722098У',
        year: 2022,
        top: 'Новинка',
        gender: 'adult',
        description: 'Широковідомий вислів Карла фон Клаузевіца «туман невідомості» стосується стану театру військових дій. Зовсім не дивно, що по-справжньому ефективні методи передбачення варіантів розвитку подій в умовах браку достовірної інформації і протидії можливим несподіванкам першими розробили саме військові. '
    },
    {
        id: 8,
        image: 'https://www.ranok.com.ua/storage/cache/data/%D0%A71486001%D0%A3-400-552.jpg',
        title: 'Бріна і Банда',
        author: 'Джорджо С.',
        price: 240,
        cod: 'Код:ФБ722100У',
        year: 2021,
        gender: 'child',
        description: 'Користуючись універсальними правилами архітектури програмного забезпечення, можна значно підвищити продуктивність праці розробників протягом усього життєвого циклу будь-якої програмної системи. Легендарний майстер програмного забезпечення Роберт К. Мартін («Дядечко Боб») розкриває ці правила у своїй книжці «Чиста архітектура» і допомагає їх застосувати.'
    },
    {
        id: 9,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/29215/fb722078u-400-552.png',
        title: 'Червона команда',
        author: 'Брайс Г.',
        price: 340,
        cod: 'ФБ901692У',
        year: 2022,
        top: 'Новинка',
        gender: 'adult',
        description: 'Кумон – методика індивідуального розвитку, за якою навчаються 4 млн дітлахів у 49 країнах. Кожна книга є сходинкою для засвоєння певної навички й розрахована занять. Дитина самостійно виконує ігрові завдання, які поступово ускладнюються.'

    },
    {
        id: 10,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/23744/konetsdorogy_obl_3d-400-552.jpg',
        title: 'Кінець дороги',
        author: 'Ловсон М.',
        price: 220,
        cod: 'ФБ722074У',
        year: 2020,
        gender: 'adult',
        description: 'Діапазон подій у романі Мері Ловсон воістину неосяжний — від славнозвісної «срібної лихоманки» в канадській провінції Онтаріо на початку ХХ століття до Лондона через 60 років. Письменниця з надзвичайною точністю описує нюанси й перипетії в житті великої родини, усі члени якої сповнені суперечливих прагнень, та не наважуються знехтувати своїм обов’язком стосовно одне одного. Це тонка, іронічна і вдумлива проза, справжня «сімейна сага» для поціновувачів глибоких романів.'
    },
    {
        id: 11,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/23660/fb664007u_vynokurov_angelpryglyada_obl_-400-552.jpg',
        title: 'Ангел пригляду',
        author: 'Винокуров О.',
        price: 145,
        cod: 'ФБ722098У',
        year: 2022,
        top: 'Новинка',
        gender: 'adult',
        description: 'Широковідомий вислів Карла фон Клаузевіца «туман невідомості» стосується стану театру військових дій. Зовсім не дивно, що по-справжньому ефективні методи передбачення варіантів розвитку подій в умовах браку достовірної інформації і протидії можливим несподіванкам першими розробили саме військові. '
    },
    {
        id: 12,
        image: 'https://www.ranok.com.ua/storage/cache/data/products/25204/fb722076u_chystayaarhytektura_obl_3d-400-552.jpg',
        title: 'Чиста архітектура',
        author: 'Мартін Р.',
        price: 440,
        cod: 'Код:ФБ722100У',
        year: 2022,
        top: 'Новинка',
        gender: 'adult',
        description: 'Користуючись універсальними правилами архітектури програмного забезпечення, можна значно підвищити продуктивність праці розробників протягом усього життєвого циклу будь-якої програмної системи. Легендарний майстер програмного забезпечення Роберт К. Мартін («Дядечко Боб») розкриває ці правила у своїй книжці «Чиста архітектура» і допомагає їх застосувати.'
    }
]
